[
  {
    "id": "1",
    "name": "Kylian Mbappé",
    "heroURL": "/images/players/mbappe.png",
    "country": "France",
    "flagURL": "/images/countries/france.png",
    "birthdate": "December 20th 1998",
    "position": "Forward",
    "number": "7",
    "skills": "Right",
    "height": "1.78 m",
    "weight": "75 kg",
    "imageFacing": "Left",
    "description": "Born in the capital in 1998 and raised in a sporting family in the Parisian suburb of Bondy, Kylian Mbappé first joined the French National Football Institution at Clairefontaine before moving to Monaco’s academy. At the age of 17, the prodigy exploded onto the European scene and became a Ligue 1 champion in 2017."
  },
  {
    "id": "2",
    "name": "Neymar Jr",
    "heroURL": "/images/players/neymar.png",
    "country": "Brazil",
    "flagURL": "/images/countries/brazil.png",
    "birthdate": "February 5th 1992",
    "position": "Forward",
    "number": "10",
    "skills": "Right",
    "height": "1.75 m",
    "weight": "68 kg",
    "imageFacing": "Left",
    "description": "A genuine footballing superstar, Neymar Jr quickly became a sensation in his home country of Brazil. He played 230 professional games for his first club Santos FC, scoring 138 goals before moving to Barcelona in Europe, where he scored an impressive 105 goals in 186 games. Neymar Jr won the Champions League in 2015 and the Olympic games in Rio in 2016, alongside his current teammates Marquinhos and Rafinha."
  },
  {
    "id": "3",
    "name": "Lionel Messi",
    "heroURL": "/images/players/messi.png",
    "country": "Argentina",
    "flagURL": "/images/countries/argentina.png",
    "birthdate": "June 24th 1987",
    "position": "Forward",
    "number": "30",
    "skills": "Left",
    "height": "1.7 m",
    "weight": "72 kg",
    "imageFacing": "Right",
    "description": "It’s hard to find the words to describe a man that the football world knows simply as ‘The GOAT’. Born in Rosario, the Argentine crossed the Atlantic at just 13 years of age to join FC Barcelona. 21 years later, the famous left foot has dribbled its way to Paris Saint-Germain, for the biggest challenge of his career."
  },
  {
    "id": "4",
    "name": "Hugo Ekitike",
    "heroURL": "/images/players/ekitike.png",
    "country": "France",
    "flagURL": "/images/countries/france.png",
    "birthdate": "June 20th 2002",
    "position": "Forward",
    "number": "44",
    "skills": "Right",
    "height": "1.89 m",
    "weight": "",
    "imageFacing": "Left",
    "description": "It’s in the capital of Champagne, Reims, that Hugo was born, and he started playing in the city’s suburbs aged 5 with Cormontreuil FC. He quickly caught the eye of his hometown’s major club, and was drafted into the Stade de Reims youth academy aged 11. The rangy forward quickly rose through the ranks: he scored five goals for the reserve team at 17 and soon signed his first professional contract."
  },
  {
    "id": "5",
    "name": "Marco Verratti",
    "heroURL": "/images/players/verratti.png",
    "country": "Italy",
    "flagURL": "/images/countries/italy.png",
    "birthdate": "November 5th 1992",
    "position": "Midfielder",
    "number": "6",
    "skills": "Right",
    "height": "1.65 m",
    "weight": "60 kg",
    "imageFacing": "Left",
    "description": "A gem unearthed in his native city of Pescara, where he played in the Italian second division, he arrived in the capital in 2012 as a rising star of the European game. Marco Verratti quickly established himself as a leader on and off the field. A tireless midfielder, a hard worker, Verratti is a true pillar of the club and a darling of the supporters."
  },
  {
    "id": "6",
    "name": "Fabian Ruiz",
    "heroURL": "/images/players/ruiz.png",
    "country": "Spain",
    "flagURL": "/images/countries/spain.png",
    "birthdate": "April 3rd 1996",
    "position": "Midfielder",
    "number": "8",
    "skills": "",
    "height": "1.89 m",
    "weight": "70 kg",
    "imageFacing": "Left",
    "description": "It was in his home town of Los Palacios y Villafranca, in the province of Andalusia, that the young Fabian discovered football. His appetite for football led him to the Real Betis youth academy at the age of eight, where he honed his skills as a midfielder at all youth levels."
  },
  {
    "id": "7",
    "name": "Danilo Pereira",
    "heroURL": "/images/players/danilo.png",
    "country": "Portugal",
    "flagURL": "/images/countries/portugal.png",
    "birthdate": "September 9th 1991",
    "position": "Midfielder",
    "number": "15",
    "skills": "Right",
    "height": "1.88 m",
    "weight": "83 kg",
    "imageFacing": "Right",
    "description": "Bissau native Danilo came through the youth ranks at Estoril and then Benfica in Portugal, before moving to Parma in Italy to sign his first professional contract. Three years later, and after loan spells with Aris (Greece) and Roda JC (Netherlands) he returned to Portugal with Club Sport Maritimo in Funchal and finally fulfilled his immense potential."
  },
  {
    "id": "8",
    "name": "Vitinha",
    "heroURL": "/images/players/vitinha.png",
    "country": "Portugal",
    "flagURL": "/images/countries/portugal.png",
    "birthdate": "February 13th 2000",
    "position": "Midfielder",
    "number": "17",
    "skills": "Right",
    "height": "1.72 m",
    "weight": "64 kg",
    "imageFacing": "Straight",
    "description": "Vitor Machado Ferreira, nicknamed Vitinha, was born in Santo Tirso in the Porto suburbs, and joined his hometown club’s youth academy aged just 11. He helped them to a UEFA Youth League triumph in 2019, and was named Player of the Toulon Tournament and reached the U19 EURO final with Portugal."
  },
  {
    "id": "9",
    "name": "Renato Sanches",
    "heroURL": "/images/players/renato.png",
    "country": "Portugal",
    "flagURL": "/images/countries/portugal.png",
    "birthdate": "August 18th 1997",
    "position": "Midfielder",
    "number": "18",
    "skills": "",
    "height": "1.76 m",
    "weight": "70 kg",
    "imageFacing": "Left",
    "description": "Renato Sanches was born in Lisbon to Cape Verdean parents and started playing football at a very early age. At just nine years old, the wonderkid joined Benfica's youth academy and worked his way up through the ranks until he signed his first professional contract when he came of age. That year, the 'Golden Boy' broke all the records for being the youngest scorer in the 21st century and the youngest player in the European Cup, and played an active role in the Lisbon club's League and Cup double. He was rightly voted the league's best young player."
  },
  {
    "id": "10",
    "name": "Carlos Soler",
    "heroURL": "/images/players/soler.png",
    "country": "Spain",
    "flagURL": "/images/countries/spain.png",
    "birthdate": "January 2nd 1997",
    "position": "Midfielder",
    "number": "28",
    "skills": "",
    "height": "1.8 m",
    "weight": "76 kg",
    "imageFacing": "Left",
    "description": "He was born in Valencia, Spain's third largest city, and it was on the Mediterranean coast that the young boy first kicked a ball. He started in the small village of Bonrepos i Mirambell, then moved to the big city's academy, from the age of 7. At Valencia FC's youth academy, the local boy rose through the ranks, from the youth teams to the reserves, the Mestalla, before Cesare Prendelli threw him into the deep end of La Liga at the age of 19."
  },
  {
    "id": "11",
    "name": "Achraf Hakimi",
    "heroURL": "/images/players/hakimi.png",
    "country": "Morocco",
    "flagURL": "/images/countries/morocco.png",
    "birthdate": "November 4th 1998",
    "position": "Defender",
    "number": "2",
    "skills": "Right",
    "height": "1.81 m",
    "weight": "73 kg",
    "imageFacing": "Straight",
    "description": "Born in the Spanish capital to Moroccan parents, Achraf Hakimi joined the Real Madrid Academy at just 7 years old. He progressed through the age groups before he was given his first chance with the first team at 18 years old by Zinedine Zidane."
  },
  {
    "id": "12",
    "name": "Presnel Kimpembe",
    "heroURL": "/images/players/kimpembe.png",
    "country": "France",
    "flagURL": "/images/countries/france.png",
    "birthdate": "August 13th 1995",
    "position": "Defender",
    "number": "3",
    "skills": "Left",
    "height": "1.82 m",
    "weight": "79 kg",
    "imageFacing": "Right",
    "description": "Pure product of the Paris Academy, Presnel Kimpembe took his first steps in football with AS Éragny (Val-d’Oise), before joining the club from the capital in 2005, at just ten years old."
  },
  {
    "id": "13",
    "name": "Sergio Ramos",
    "heroURL": "/images/players/ramos.png",
    "country": "Spain",
    "flagURL": "/images/countries/spain.png",
    "birthdate": "March 30th 1986",
    "position": "Defender",
    "number": "4",
    "skills": "Right",
    "height": "1.84 m",
    "weight": "82 kg",
    "imageFacing": "Right",
    "description": "Born and raised in Seville, it was at Real Madrid, the club for whom he signed at 16 years old, that Sergio Ramos truly earned his status as a footballing legend."
  }
]
